Repository: hkwayapp/HKWay
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans_hk, zh_hant_hk

source: %@ Routes
zh_hans_hk: %@ 路线
zh_hant_hk: %@ 路線

source: %lld min
zh_hans_hk: %lld 分钟
zh_hant_hk: %lld 分鐘

source: %lld routes
zh_hans_hk: %lld 条路线
zh_hant_hk: %lld 條路線

source: %lld stops
zh_hans_hk: %lld 个车站
zh_hant_hk: %lld 個車站

source: %lld updates remaining today
zh_hans_hk: 今天还可更新 %lld 次
zh_hant_hk: 今日尚餘 %lld 次更新

source: 1 update remaining today
zh_hans_hk: 今天还可更新 1 次
zh_hant_hk: 今日尚餘 1 次更新

source: 7:30 AM–11:00 PM
zh_hans_hk: 上午7:30至晚上11:00
zh_hant_hk: 上午7:30至晚上11:00

source: 23 from Tung Chung · 2 from Mui Wo · 21 from Tai O
zh_hans_hk: 东涌 23 · 梅窝 2 · 大澳 21
zh_hant_hk: 東涌 23 · 梅窩 2 · 大澳 21

source: 33 Garden Road, Central
zh_hans_hk: 中环花园道33号
zh_hant_hk: 中環花園道33號

source: 100 m
zh_hans_hk: 100 米
zh_hant_hk: 100 米

source: 200 m
zh_hans_hk: 200 米
zh_hant_hk: 200 米

source: 400 m
zh_hans_hk: 400 米
zh_hant_hk: 400 米

source: A listed route does not mean it is running now. Route 20T operates on Mondays to Fridays except public holidays; route 275R operates on Sundays and public holidays. HK Way does not provide live arrivals on this connection list.
zh_hans_hk: 列出路线不代表现正提供服务。20T 逢星期一至五服务，公众假期除外；275R 逢星期日及公众假期服务。HK Way 不会在此接驳列表提供实时到站信息。
zh_hant_hk: 列出路線不代表現正提供服務。20T 逢星期一至五服務，公眾假期除外；275R 逢星期日及公眾假期服務。HK Way 不會在此接駁列表提供實時到站資訊。

source: About
zh_hans_hk: 关于
zh_hant_hk: 關於

source: About %lld min
zh_hans_hk: 约 %lld 分钟
zh_hant_hk: 約 %lld 分鐘

source: About 35–40 min
zh_hans_hk: 约 35–40 分钟
zh_hant_hk: 約 35–40 分鐘

source: About 55–60 min
zh_hans_hk: 约 55–60 分钟
zh_hant_hk: 約 55–60 分鐘

source: About every 10–12 minutes
zh_hans_hk: 约每10至12分钟一班
zh_hant_hk: 約每10至12分鐘一班

source: About Tian Tan Buddha
zh_hans_hk: 认识天坛大佛
zh_hant_hk: 認識天壇大佛

source: About to depart
zh_hans_hk: 即将开出
zh_hant_hk: 即將開出

source: Accessibility
zh_hans_hk: 无障碍设施
zh_hant_hk: 無障礙設施

source: Add to Favorites
zh_hans_hk: 添加到收藏
zh_hant_hk: 加入收藏

source: Additional sailing · subject to demand
zh_hans_hk: 加班航班 · 视乎乘客需求
zh_hant_hk: 加班航班 · 視乎乘客需求

source: Adjacent Stops
zh_hans_hk: 相邻车站
zh_hant_hk: 相鄰車站

source: Adult
zh_hans_hk: 成人
zh_hant_hk: 成人

source: Adult Fare
zh_hans_hk: 成人车费
zh_hant_hk: 成人車費

source: Adult Fares
zh_hans_hk: 成人车费
zh_hant_hk: 成人車費

source: Adult Octopus
zh_hans_hk: 成人八达通
zh_hant_hk: 成人八達通

source: Adult Single Journey
zh_hans_hk: 成人单程票
zh_hant_hk: 成人單程票

source: Airport Bus
zh_hans_hk: 机场巴士
zh_hant_hk: 機場巴士

source: Airport Express
zh_hans_hk: 机场快线
zh_hant_hk: 機場快綫

source: Airport Express fares only. No combined railway fare or promotional discount is calculated.
zh_hans_hk: 仅显示机场快线票价，不计算接驳港铁的合并票价或推广优惠。
zh_hant_hk: 僅顯示機場快綫票價，不計算接駁港鐵的合併票價或推廣優惠。

source: Airport Shuttle
zh_hans_hk: 机场穿梭
zh_hant_hk: 機場穿梭

source: Airport Shuttle Routes
zh_hans_hk: 机场穿梭路线
zh_hant_hk: 機場穿梭路線

source: Alight at
zh_hans_hk: 下车
zh_hant_hk: 落車

source: All
zh_hans_hk: 全部
zh_hant_hk: 全部

source: All Lines
zh_hans_hk: 所有路线
zh_hant_hk: 所有路綫

source: All Operators
zh_hans_hk: 所有运营商
zh_hant_hk: 所有營運商

source: All reported destinations in this direction are shown. Check each train’s destination before boarding.
zh_hans_hk: 显示此方向所有已公布的列车目的地。上车前请确认每班列车的目的地。
zh_hant_hk: 顯示此方向所有已公布的列車目的地。上車前請確認每班列車的目的地。

source: All Routes
zh_hans_hk: 所有路线
zh_hant_hk: 所有路線

source: All Routes at This Stop
zh_hans_hk: 此站所有路线
zh_hant_hk: 此站所有路線

source: All Stations
zh_hans_hk: 所有车站
zh_hant_hk: 所有車站

source: Allow location access in Settings to find nearby routes.
zh_hans_hk: 请在设置中允许位置权限，以查找附近路线。
zh_hant_hk: 請在設定中允許位置權限，以尋找附近路線。

source: Any Stop in District
zh_hans_hk: 区内任何车站
zh_hant_hk: 區內任何車站

source: Appearance
zh_hans_hk: 外观
zh_hant_hk: 外觀

source: Arrival
zh_hans_hk: 到达
zh_hant_hk: 抵達

source: Arrival information provided by MTR. Times may change; check the platform display.
zh_hans_hk: 到站信息由港铁提供。时间可能变更，请留意站台显示屏。
zh_hant_hk: 到站資訊由港鐵提供。時間可能變更，請留意月台顯示屏。

source: Arrival Pier
zh_hans_hk: 抵达码头
zh_hant_hk: 抵達碼頭

source: Arrival Services
zh_hans_hk: 抵达服务
zh_hant_hk: 抵達服務

source: Based on the published station network, not current operating hours or disruptions. Check each train’s destination and service notices before boarding.
zh_hans_hk: 行程以已公布的车站网络规划，未计算当前服务时间或服务受阻情况。上车前请确认列车目的地及服务通告。
zh_hant_hk: 行程以已公布的車站網絡規劃，未計算當前服務時間或服務受阻情況。上車前請確認列車目的地及服務通告。

source: Big Buddha — Ngong Ping 360 Guide
zh_hans_hk: 大佛 — 昂坪360 游览指南
zh_hant_hk: 大佛 — 昂坪360 遊覽指南

source: Board at
zh_hans_hk: 上车
zh_hant_hk: 上車

source: Both Directions
zh_hans_hk: 来回方向
zh_hant_hk: 來回方向

source: Boundary Services
zh_hans_hk: 口岸服务
zh_hant_hk: 口岸服務

source: Browse airport routes by areas they serve.
zh_hans_hk: 按途经地区浏览机场巴士路线。
zh_hant_hk: 按途經地區瀏覽機場巴士路線。

source: Browse dataset connections separately from race-day arrangements. A listed route does not mean it is running now.
zh_hans_hk: 数据集接驳路线与赛马日安排分开显示。列出的路线不代表目前正在行驶。
zh_hant_hk: 資料集接駁路線與賽馬日安排分開顯示。列出的路線不代表目前正在行駛。

source: Browse Ferries
zh_hans_hk: 浏览渡轮
zh_hant_hk: 瀏覽渡輪

source: Browse Light Rail
zh_hans_hk: 浏览轻铁
zh_hant_hk: 瀏覽輕鐵

source: Browse Supported Bus Routes
zh_hans_hk: 浏览支持的巴士路线
zh_hant_hk: 瀏覽支援的巴士路線

source: Browse Tram Routes
zh_hans_hk: 浏览电车路线
zh_hant_hk: 瀏覽電車路線

source: Bus
zh_hans_hk: 巴士
zh_hant_hk: 巴士

source: Bus Routes
zh_hans_hk: 巴士路线
zh_hant_hk: 巴士路線

source: Bus Routes to Ngong Ping
zh_hans_hk: 前往昂坪的巴士路线
zh_hant_hk: 前往昂坪的巴士路線

source: Bus Routes to Tsz Shan Monastery
zh_hans_hk: 前往慈山寺的巴士路线
zh_hant_hk: 前往慈山寺的巴士路線

source: Bus Services
zh_hans_hk: 巴士服务
zh_hant_hk: 巴士服務

source: By Location
zh_hans_hk: 按地区
zh_hant_hk: 按地區

source: By Operator
zh_hans_hk: 按运营商
zh_hant_hk: 按營運商

source: By Pier
zh_hans_hk: 按码头
zh_hant_hk: 按碼頭

source: Cancel
zh_hans_hk: 取消
zh_hant_hk: 取消

source: Central
zh_hans_hk: 中环
zh_hant_hk: 中環

source: Central (Circular)
zh_hans_hk: 中环（循环线）
zh_hant_hk: 中環（循環線）

source: Central (Overnight Circular)
zh_hans_hk: 中环（通宵循环线）
zh_hant_hk: 中環（通宵循環線）

source: Central → Cheung Chau
zh_hans_hk: 中环 → 长洲
zh_hant_hk: 中環 → 長洲

source: Central → Mui Wo
zh_hans_hk: 中环 → 梅窝
zh_hant_hk: 中環 → 梅窩

source: Central → Peng Chau
zh_hans_hk: 中环 → 坪洲
zh_hant_hk: 中環 → 坪洲

source: Central → Sok Kwu Wan
zh_hans_hk: 中环 → 索罟湾
zh_hant_hk: 中環 → 索罟灣

source: Central → Yung Shue Wan
zh_hans_hk: 中环 → 榕树湾
zh_hant_hk: 中環 → 榕樹灣

source: Central and Western
zh_hans_hk: 中西区
zh_hant_hk: 中西區

source: Central Pier 2
zh_hans_hk: 中环 2 号码头
zh_hant_hk: 中環 2 號碼頭

source: Central Pier 4
zh_hans_hk: 中环4号码头
zh_hant_hk: 中環4號碼頭

source: Central Pier 5
zh_hans_hk: 中环5号码头
zh_hant_hk: 中環5號碼頭

source: Central Pier 6 (Eastern Berth)
zh_hans_hk: 中环6号码头（东面泊位）
zh_hant_hk: 中環6號碼頭（東面泊位）

source: Central Pier 6 (Western Berth)
zh_hans_hk: 中环6号码头（西面泊位）
zh_hant_hk: 中環6號碼頭（西面泊位）

source: Central Pier 7
zh_hans_hk: 中环7号码头
zh_hant_hk: 中環7號碼頭

source: Central Terminus
zh_hans_hk: 中环总站
zh_hant_hk: 中環總站

source: Change Trains At
zh_hans_hk: 转车车站
zh_hant_hk: 轉車車站

source: Check NP360's official website for operating hours, prices, cabin options, accessibility and any service changes. No cable-car ETA or live operating status is provided in HK Way.
zh_hans_hk: 营业时间、票价、车厢选择、无障碍安排及服务变更，请查阅昂坪360 官方网站。HK Way 不提供缆车到站时间或实时营运状态。
zh_hant_hk: 營業時間、票價、車廂選擇、無障礙安排及服務變更，請查閱昂坪360 官方網站。HK Way 不提供纜車到站時間或即時營運狀態。

source: Check operating days, return departures and current fares with NLB. A listed route does not mean a bus is running now.
zh_hans_hk: 请向新大屿山巴士确认服务日子、回程班次及最新车费。列出路线不代表现时有巴士行驶。
zh_hant_hk: 請向新大嶼山巴士確認服務日子、回程班次及最新車費。列出路線不代表現時有巴士行駛。

source: Check the departure pier, return sailing and service notices before travelling. No live ferry departures or operating status are provided here.
zh_hans_hk: 出发前请确认码头、回程班次及服务公告。此页暂不提供即时开航信息或运营状态。
zh_hant_hk: 出發前請確認碼頭、回程班次及服務公告。此頁暫不提供即時開航資訊或營運狀態。

source: Check the official websites for opening hours, admission, accessibility, contact details and service notices. HK Way does not reproduce those details here.
zh_hans_hk: 开放时间、入场安排、无障碍设施、联络资料及服务通告，请查阅官方网站。HK Way 不在此转载这些详情。
zh_hant_hk: 開放時間、入場安排、無障礙設施、聯絡資料及服務通告，請查閱官方網站。HK Way 不在此轉載這些詳情。

source: Check the operator filter and your operator preferences in Settings.
zh_hans_hk: 请检查营运商筛选及设置中的营运商偏好。
zh_hant_hk: 請檢查營運商篩選及設定中的營運商偏好。

source: Check the park's official website for opening hours, tickets, reservations, accessibility and service notices. Visitor details and live park status are not reproduced here.
zh_hans_hk: 开放时间、门票、预约、无障碍设施及服务公告，请查阅乐园官方网站。此页不转载游客信息或乐园即时状态。
zh_hant_hk: 開放時間、門票、預約、無障礙設施及服務公告，請查閱樂園官方網站。此頁不轉載遊客資訊或樂園即時狀態。

source: Check your internet connection and try again.
zh_hans_hk: 请检查网络连接后再试。
zh_hant_hk: 請檢查網絡連線後再試。

source: Cheung Chau
zh_hans_hk: 长洲
zh_hant_hk: 長洲

source: Cheung Chau → Central
zh_hans_hk: 长洲 → 中环
zh_hant_hk: 長洲 → 中環

source: Cheung Chau Ferry Pier
zh_hans_hk: 长洲渡轮码头
zh_hant_hk: 長洲渡輪碼頭

source: Child / Senior
zh_hans_hk: 儿童／长者
zh_hant_hk: 小童／長者

source: Choose a Boundary or Connection
zh_hans_hk: 选择口岸或接驳地点
zh_hant_hk: 選擇口岸或接駁地點

source: Choose a Community (Optional)
zh_hans_hk: 选择社区（可选）
zh_hant_hk: 選擇社區（可選）

source: Choose a direction on an MTR station’s arrivals page, then tap the bookmark to save it.
zh_hans_hk: 在港铁车站到站时间页面选择方向，再按书签收藏。
zh_hant_hk: 在港鐵車站到站時間頁面選擇方向，再按書籤收藏。

source: Choose a Line for Arrivals
zh_hans_hk: 选择路线查看到站时间
zh_hant_hk: 選擇路綫查看到站時間

source: Choose a Peak Tram connection point
zh_hans_hk: 选择山顶缆车接驳地点
zh_hant_hk: 選擇山頂纜車接駁地點

source: Choose a Peak Tram terminus
zh_hans_hk: 选择山顶缆车总站
zh_hant_hk: 選擇山頂纜車總站

source: Choose a Racecourse
zh_hans_hk: 选择马场
zh_hant_hk: 選擇馬場

source: Choose a route, then tap a stop for live arrivals.
zh_hans_hk: 选择路线，再轻触车站查看实时到站时间。
zh_hant_hk: 選擇路綫，再輕觸車站查看即時到站時間。

source: Choose a Specific Stop (Optional)
zh_hans_hk: 选择特定车站（可选）
zh_hant_hk: 選擇特定車站（可選）

source: Choose a tip
zh_hans_hk: 选择打赏金额
zh_hant_hk: 選擇打賞金額

source: Choose Fare Destination
zh_hans_hk: 选择票价目的地
zh_hant_hk: 選擇票價目的地

source: Choose how HK Way appears on this device.
zh_hans_hk: 选择 HK Way 在此设备上的显示方式。
zh_hant_hk: 選擇 HK Way 在此裝置上的顯示方式。

source: Choose MTR Line
zh_hans_hk: 选择港铁路线
zh_hant_hk: 選擇港鐵路綫

source: Choose MTR Station
zh_hans_hk: 选择港铁车站
zh_hant_hk: 選擇港鐵車站

source: Choose the tab shown when HK Way opens.
zh_hans_hk: 选择 HK Way 打开时显示的页面。
zh_hant_hk: 選擇 HK Way 開啟時顯示的頁面。

source: Choose two stations to plan your MTR journey.
zh_hans_hk: 选择起点及目的地车站以规划港铁行程。
zh_hant_hk: 選擇起點及目的地車站以規劃港鐵行程。

source: Choose your preferred language for the entire app.
zh_hans_hk: 选择整个应用的首选语言。
zh_hant_hk: 選擇整個應用程式的偏好語言。

source: Choose your preferred language for transit names.
zh_hans_hk: 选择交通名称的首选语言。
zh_hant_hk: 選擇交通名稱的偏好語言。

source: Choose your starting station · Destination: Disneyland Resort
zh_hans_hk: 选择出发车站 · 目的地：迪士尼
zh_hant_hk: 選擇出發車站 · 目的地：迪士尼

source: Choose your starting station · Destination: Hong Kong Ocean Park
zh_hans_hk: 选择出发车站 · 目的地：香港海洋公园
zh_hant_hk: 選擇出發車站 · 目的地：香港海洋公園

source: Choose your starting station · Destination: Ocean Park
zh_hans_hk: 选择出发车站 · 目的地：海洋公园
zh_hant_hk: 選擇出發車站 · 目的地：海洋公園

source: Choose your starting station · Destination: Tung Chung
zh_hans_hk: 选择出发车站 · 目的地：东涌
zh_hant_hk: 選擇出發車站 · 目的地：東涌

source: Circular
zh_hans_hk: 循环线
zh_hant_hk: 循環線

source: Circular Route
zh_hans_hk: 循环线
zh_hant_hk: 循環綫

source: Clean Favorite Data
zh_hans_hk: 清除收藏数据
zh_hant_hk: 清除收藏資料

source: Clean Favorite Data?
zh_hans_hk: 清除收藏数据？
zh_hant_hk: 清除收藏資料？

source: Clear
zh_hans_hk: 清除
zh_hant_hk: 清除

source: Clear Recent Stations
zh_hans_hk: 清除最近选择的车站
zh_hant_hk: 清除最近選擇的車站

source: Clear Search
zh_hans_hk: 清除搜索
zh_hant_hk: 清除搜尋

source: Clearance Suspended
zh_hans_hk: 通关服务暂停
zh_hant_hk: 通關服務暫停

source: Coming Soon
zh_hans_hk: 即将推出
zh_hant_hk: 即將推出

source: Communities
zh_hans_hk: 社区
zh_hant_hk: 社區

source: Community Boundaries
zh_hans_hk: 社区边界
zh_hant_hk: 社區邊界

source: Confirm Selected Stop
zh_hans_hk: 确认所选车站
zh_hant_hk: 確認所選車站

source: Connecting Routes
zh_hans_hk: 接驳路线
zh_hant_hk: 接駁路線

source: Connections are shown in both directions. Check the official timetable for your departure pier and travel date.
zh_hans_hk: 航线涵盖来回方向。请按出发码头及乘船日期查阅官方时间表。
zh_hant_hk: 航線涵蓋來回方向。請按出發碼頭及乘船日期查閱官方時間表。

source: Continue
zh_hans_hk: 继续
zh_hant_hk: 繼續

source: Cross-Boundary
zh_hans_hk: 跨境交通
zh_hant_hk: 跨境交通

source: Cross-boundary transit services will appear here.
zh_hans_hk: 跨境交通服务将在这里显示。
zh_hant_hk: 跨境交通服務將會顯示在這裡。

source: Current Stop
zh_hans_hk: 当前车站
zh_hant_hk: 目前車站

source: Daily update limit reached
zh_hans_hk: 已达到每日更新上限
zh_hant_hk: 已達每日更新上限

source: Daily, including public holidays
zh_hans_hk: 每日，包括公众假期
zh_hant_hk: 每日，包括公眾假期

source: Dark
zh_hans_hk: 深色
zh_hant_hk: 深色

source: Data
zh_hans_hk: 数据
zh_hant_hk: 資料

source: Data provided by data.gov.hk
zh_hans_hk: 数据由 data.gov.hk 提供
zh_hant_hk: 資料由 data.gov.hk 提供

source: Data Sources
zh_hans_hk: 数据来源
zh_hant_hk: 資料來源

source: Data Update
zh_hans_hk: 数据更新
zh_hant_hk: 資料更新

source: Data Version
zh_hans_hk: 数据版本
zh_hant_hk: 資料版本

source: Dataset
zh_hans_hk: 数据集
zh_hant_hk: 資料集

source: Dataset Error
zh_hans_hk: 数据集错误
zh_hant_hk: 資料集錯誤

source: Dedicated race-day route lists and live event availability are not provided here. Check the official arrangements for your visit, including boarding points and return services.
zh_hans_hk: 此页暂未提供赛马日专线列表或即时活动服务状态。请查阅当日官方安排，包括上车地点及回程服务。
zh_hant_hk: 此頁暫未提供賽馬日專線列表或即時活動服務狀態。請查閱當日官方安排，包括上車地點及回程服務。

source: Dedicated Sightseeing Service
zh_hans_hk: 专门观光服务
zh_hant_hk: 專門觀光服務

source: Default Tab
zh_hans_hk: 默认页面
zh_hant_hk: 預設頁面

source: Delete
zh_hans_hk: 删除
zh_hant_hk: 刪除

source: Departed
zh_hans_hk: 已离站
zh_hant_hk: 已離站

source: Departing From
zh_hans_hk: 出发地区
zh_hant_hk: 出發地區

source: Departure
zh_hans_hk: 发车
zh_hant_hk: 開出

source: Departure Pier
zh_hans_hk: 出发码头
zh_hant_hk: 出發碼頭

source: Destination
zh_hans_hk: 目的地
zh_hant_hk: 目的地

source: Destination unavailable
zh_hans_hk: 无法提供终点信息
zh_hant_hk: 未能提供終點資料

source: Direct
zh_hans_hk: 双向线
zh_hant_hk: 雙向線

source: Direct / Terminates Here
zh_hans_hk: 直达／以此为终点
zh_hant_hk: 直達／以此為終點

source: Direct Airport
zh_hans_hk: 机场直达
zh_hant_hk: 機場直達

source: Direct Airport Routes
zh_hans_hk: 机场直达路线
zh_hant_hk: 機場直達路線

source: Direct and nearby connections
zh_hans_hk: 直达及附近接驳服务
zh_hant_hk: 直達及附近接駁服務

source: Direct and pass-by routes
zh_hans_hk: 直达及途经路线
zh_hant_hk: 直達及途經路線

source: Direct limited service
zh_hans_hk: 直达有限度服务
zh_hant_hk: 直達有限度服務

source: Direct Limited Service
zh_hans_hk: 直达有限度服务
zh_hant_hk: 直達有限度服務

source: Direction
zh_hans_hk: 方向
zh_hant_hk: 方向

source: Disclaimer
zh_hans_hk: 免责声明
zh_hant_hk: 免責聲明

source: Discovery Bay
zh_hans_hk: 愉景湾
zh_hant_hk: 愉景灣

source: Discovery Bay Routes
zh_hans_hk: 愉景湾路线
zh_hant_hk: 愉景灣路線

source: Disneyland
zh_hans_hk: 香港迪士尼乐园
zh_hant_hk: 香港迪士尼樂園

source: Disneyland Resort Line
zh_hans_hk: 迪士尼线
zh_hant_hk: 迪士尼綫

source: Due
zh_hans_hk: 即将到站
zh_hant_hk: 即將到站

source: Duration is a reference, not a live arrival estimate. Fares and sailing times can vary by day, vessel and deck. Where details are not reliably represented in the dataset, use the official information.
zh_hans_hk: 航程时间仅供参考，并非即时到站预测。船费及航程时间可能因日期、船种及船舱而异。数据集未能清楚反映的详情，请查阅官方信息。
zh_hant_hk: 航程時間僅供參考，並非即時到站預測。船費及航程時間可能因日期、船種及船艙而異。資料集未能清楚反映的詳情，請查閱官方資訊。

source: East Rail Line
zh_hans_hk: 东铁线
zh_hant_hk: 東鐵綫

source: East Rail Line · Racecourse Station
zh_hans_hk: 东铁线 · 马场站
zh_hant_hk: 東鐵綫 · 馬場站

source: Eastern
zh_hans_hk: 东区
zh_hant_hk: 東區

source: End
zh_hans_hk: 终点
zh_hant_hk: 終點

source: Entire District
zh_hans_hk: 整个地区
zh_hant_hk: 整個地區

source: Error
zh_hans_hk: 错误
zh_hant_hk: 錯誤

source: ETA
zh_hans_hk: 预计到站时间
zh_hant_hk: 預計到站時間

source: ETA unavailable
zh_hans_hk: 无法提供预计到站时间
zh_hant_hk: 未能提供預計到站時間

source: Event transport arrangements change for each event. Only current services confirmed by an official event-specific notice appear here.
zh_hans_hk: 活动交通安排因应每个活动而异。此处只显示获官方活动专属通告确认的现行服务。
zh_hant_hk: 活動交通安排因應每個活動而異。此處只顯示獲官方活動專屬通告確認的現行服務。

source: Event-day Only
zh_hans_hk: 只限活动日
zh_hant_hk: 只限活動日

source: External Airport
zh_hans_hk: 机场对外
zh_hant_hk: 機場對外

source: External Airport Routes
zh_hans_hk: 机场对外路线
zh_hant_hk: 機場對外路線

source: External links open third-party websites. HK Way is independent and is not affiliated with the attraction or transport operators.
zh_hans_hk: 外部链接将打开第三方网站。HK Way 独立营运，与景点及交通营运商并无关联。
zh_hant_hk: 外部連結將開啟第三方網站。HK Way 獨立營運，與景點及交通營運商並無關聯。

source: External websites are independent. HK Way does not provide live event-route availability; follow on-site signs and the latest official notice.
zh_hans_hk: 外部网站独立运作。HK Way 不提供活动路线的实时服务状况；请依照现场指示及最新官方通告。
zh_hant_hk: 外部網站獨立運作。HK Way 不提供活動路線的即時服務狀況；請依照現場指示及最新官方通告。

source: Fare data retrieved: 2026-08-31. Prices may change.
zh_hans_hk: 票价资料获取日期：2026-08-31。票价可能更改。
zh_hant_hk: 票價資料擷取日期：2026-08-31。票價可能更改。

source: Fare data: MTR Corporation Limited via DATA.GOV.HK; data intellectual property belongs to MTR Corporation Limited.
zh_hans_hk: 票价资料由港铁公司通过「资料一线通」提供；资料的知识产权属港铁公司所有。
zh_hant_hk: 票價資料由港鐵公司透過「資料一線通」提供；資料的知識產權屬港鐵公司所有。

source: Fare Destination
zh_hans_hk: 车费计算目的地
zh_hant_hk: 車費計算目的地

source: Fare selection does not change the ETA direction or guarantee a direct train.
zh_hans_hk: 票价目的地不会更改到站时间的方向，亦不代表有直达列车。
zh_hant_hk: 票價目的地不會更改到站時間的方向，亦不代表有直達列車。

source: Fare unavailable for this journey.
zh_hans_hk: 暂无此行程的车费资料。
zh_hant_hk: 暫無此行程的車費資料。

source: Fast Ferry
zh_hans_hk: 高速船
zh_hant_hk: 高速船

source: Favorite Bus Stop Limit Reached
zh_hans_hk: 已达最爱巴士站上限
zh_hant_hk: 已達最愛巴士站上限

source: Favorite MTR Stop Limit Reached
zh_hans_hk: 已达最爱港铁站上限
zh_hant_hk: 已達最愛港鐵站上限

source: Favorite Route Limit Reached
zh_hans_hk: 已达最爱路线上限
zh_hant_hk: 已達最愛路線上限

source: Favorite Stations
zh_hans_hk: 收藏车站
zh_hant_hk: 收藏車站

source: Favorite Type
zh_hans_hk: 收藏类型
zh_hant_hk: 收藏類型

source: Favorites
zh_hans_hk: 收藏
zh_hant_hk: 收藏

source: Features
zh_hans_hk: 功能
zh_hant_hk: 功能

source: Ferry
zh_hans_hk: 渡轮
zh_hant_hk: 渡輪

source: Ferry Connections
zh_hans_hk: 渡轮航线
zh_hant_hk: 渡輪航線

source: Ferry Fare
zh_hans_hk: 船费
zh_hant_hk: 船費

source: Ferry Open Data Source
zh_hans_hk: 渡轮开放数据来源
zh_hant_hk: 渡輪開放資料來源

source: Ferry Route
zh_hans_hk: 渡轮路线
zh_hant_hk: 渡輪路線

source: Ferry Service Type
zh_hans_hk: 渡轮服务类型
zh_hant_hk: 渡輪服務類型

source: Ferry starter catalogue checked: 2026-08-31. Routes and arrangements may change; this is not a live service feed.
zh_hans_hk: 渡轮初版目录核对日期：2026-08-31。路线及安排可能更改；此目录并非即时服务数据。
zh_hant_hk: 渡輪初版目錄核對日期：2026-08-31。路線及安排可能更改；此目錄並非即時服務資料。

source: Ferry starter catalogue checked: 2026-09-01. Routes and arrangements may change; this is not a live service feed.
zh_hans_hk: 渡轮初版目录核对日期：2026-09-01。路线及安排可能更改；此目录并非实时服务数据。
zh_hant_hk: 渡輪初版目錄核對日期：2026-09-01。路線及安排可能更改；此目錄並非即時服務資料。

source: Fewest train changes, then fewest stops. Not a fastest-route estimate.
zh_hans_hk: 优先选择转车次数最少的行程，再比较车站数目。并非最快路线估算。
zh_hant_hk: 優先選擇轉車次數最少的行程，再比較車站數目。並非最快路線估算。

source: Filter by operator
zh_hans_hk: 按运营商筛选
zh_hant_hk: 按營運商篩選

source: Find an MTR Station
zh_hans_hk: 查找港铁车站
zh_hant_hk: 尋找港鐵車站

source: Finding nearby routes...
zh_hans_hk: 正在查找附近路线…
zh_hant_hk: 正在尋找附近路線⋯

source: Finding nearest stop...
zh_hans_hk: 正在查找最近车站…
zh_hant_hk: 正在尋找最近車站⋯

source: Finding your location
zh_hans_hk: 正在查找你的位置
zh_hant_hk: 正在尋找你的位置

source: Free allows up to 5 favorite bus stops. Remove one before adding another, or upgrade to Full for unlimited favorites.
zh_hans_hk: 免费版最多可储存 5 个最爱巴士站。请先移除一个，或升级至完全版以无限储存最爱。
zh_hant_hk: 免費版最多可儲存 5 個最愛巴士站。請先移除一個，或升級至完全版以無限儲存最愛。

source: Free allows up to 5 favorite MTR station-direction records. Remove one before adding another, or upgrade to Full for unlimited favorites.
zh_hans_hk: 免费版最多可储存 5 个最爱港铁车站方向记录。请先移除一个，或升级至完全版以无限储存最爱。
zh_hant_hk: 免費版最多可儲存 5 個最愛港鐵車站方向記錄。請先移除一個，或升級至完全版以無限儲存最愛。

source: Free allows up to 5 favorite routes. Remove one before adding another, or upgrade to Full for unlimited favorites.
zh_hans_hk: 免费版最多可储存 5 条最爱路线。请先移除一条，或升级至完全版以无限储存最爱。
zh_hant_hk: 免費版最多可儲存 5 條最愛路線。請先移除一條，或升級至完全版以無限儲存最愛。

source: Frequency
zh_hans_hk: 班次
zh_hant_hk: 班次

source: From Mui Wo Ferry Pier, take NLB bus 2 to Ngong Ping. From Tai O, take NLB bus 21 to Ngong Ping. Check the operator's timetable before travelling; connections are not guaranteed.
zh_hans_hk: 从梅窝码头乘搭新大屿山巴士 2 号前往昂坪；从大澳则乘搭 21 号前往昂坪。出发前请查阅营运商时间表；转乘衔接并不保证。
zh_hant_hk: 從梅窩碼頭乘搭新大嶼山巴士 2 號前往昂坪；從大澳則乘搭 21 號前往昂坪。出發前請查閱營運商時間表；轉乘銜接並不保證。

source: From Tin Shui Wai Station, the official visitor information recommends changing to Light Rail route 705 and alighting at Wetland Park Stop or Tin Sau Stop.
zh_hans_hk: 官方访客资讯建议由天水围站转乘轻铁 705 路线，于湿地公园站或天秀站下车。
zh_hant_hk: 官方訪客資訊建議由天水圍站轉乘輕鐵 705 路線，於濕地公園站或天秀站下車。

source: Garden Road Connections
zh_hans_hk: 花园道接驳
zh_hant_hk: 花園道接駁

source: Goes between
zh_hans_hk: 往返
zh_hant_hk: 往返

source: Green Minibus 20B, 20C · Bus 75K, 275R · Resident Service NR532
zh_hans_hk: 专线小巴 20B、20C · 巴士 75K、275R · 居民服务 NR532
zh_hant_hk: 專線小巴 20B、20C · 巴士 75K、275R · 居民服務 NR532

source: Green Minibus 20T
zh_hans_hk: 专线小巴 20T
zh_hant_hk: 專線小巴 20T

source: Happy Valley Racecourse
zh_hans_hk: 跑马地马场
zh_hant_hk: 跑馬地馬場

source: Happy Valley Tram Routes
zh_hans_hk: 跑马地电车路线
zh_hant_hk: 跑馬地電車路線

source: Heung Yuen Wai Control Point
zh_hans_hk: 香园围管制站
zh_hant_hk: 香園圍管制站

source: Hide route keyboard
zh_hans_hk: 隐藏路线键盘
zh_hant_hk: 隱藏路線鍵盤

source: HK Way does not provide live arrivals for these monastery connections on this page.
zh_hans_hk: HK Way 不会在此页面提供这些寺院接驳服务的实时到站信息。
zh_hant_hk: HK Way 不會在此頁面提供這些寺院接駁服務的實時到站資訊。

source: HK Way is checking routes near your current location.
zh_hans_hk: HK Way 正在查找你当前位置附近的路线。
zh_hant_hk: HK Way 正在尋找你目前位置附近的路線。

source: HK Way is free to use. Every feature is available without a purchase. If you find it useful, you can leave an optional tip.
zh_hans_hk: 喂！香港可免费使用，所有功能均无需购买。如觉得好用，欢迎自愿打赏。
zh_hant_hk: 喂！香港可免費使用，所有功能均毋須購買。如覺得好用，歡迎自願打賞。

source: HK Way uses your location to find nearby routes and arrival times.
zh_hans_hk: HK Way 使用你的位置来查找附近路线和到站时间。
zh_hant_hk: HK Way 使用你的位置尋找附近路線及到站時間。

source: Hong Kong & Kowloon
zh_hans_hk: 香港及九龙
zh_hant_hk: 香港及九龍

source: Hong Kong & Kowloon Ferry
zh_hans_hk: 港九小轮
zh_hant_hk: 港九小輪

source: Hong Kong International Airport (Circular)
zh_hans_hk: 香港国际机场（循环线）
zh_hant_hk: 香港國際機場（循環線）

source: Hong Kong Island
zh_hans_hk: 香港岛
zh_hant_hk: 香港島

source: Hong Kong Ocean Park
zh_hans_hk: 香港海洋公园
zh_hant_hk: 香港海洋公園

source: Hong Kong Tramways · Happy Valley Terminus
zh_hans_hk: 香港电车 · 跑马地总站
zh_hant_hk: 香港電車 · 跑馬地總站

source: Hong Kong Wetland Park
zh_hans_hk: 香港湿地公园
zh_hant_hk: 香港濕地公園

source: How to Get There
zh_hans_hk: 如何前往
zh_hant_hk: 如何前往

source: Huanggang / Lok Ma Chau
zh_hans_hk: 皇岗／落马洲口岸
zh_hant_hk: 皇崗／落馬洲口岸

source: Huanggang is served via Lok Ma Chau by separate cross-boundary shuttle and coach services, not Lok Ma Chau Spur Line station. These services are not included in the current local-bus dataset.
zh_hans_hk: 皇岗口岸经落马洲口岸由独立跨境穿梭巴士及跨境巴士提供服务，并非落马洲支线车站。目前本地巴士资料集不包括这些服务。
zh_hant_hk: 皇崗口岸經落馬洲口岸由獨立跨境穿梭巴士及跨境巴士提供服務，並非落馬洲支線車站。目前本地巴士資料集不包括這些服務。

source: HZMB Hong Kong Port
zh_hans_hk: 港珠澳大桥香港口岸
zh_hant_hk: 港珠澳大橋香港口岸

source: Intermediate stops are request stops. Confirm boarding arrangements with staff before travelling.
zh_hans_hk: 中途站为按需停车站。出发前请向职员确认乘车安排。
zh_hant_hk: 中途站為按需停車站。出發前請向職員確認乘車安排。

source: Island Line
zh_hans_hk: 港岛线
zh_hant_hk: 港島綫

source: Islands
zh_hans_hk: 离岛区
zh_hant_hk: 離島區

source: Journey Duration
zh_hans_hk: 航程时间
zh_hant_hk: 航程時間

source: Journey Time
zh_hans_hk: 车程
zh_hant_hk: 車程

source: Journeys
zh_hans_hk: 行程
zh_hant_hk: 行程

source: Kai Tak Arena
zh_hans_hk: 启德体艺馆
zh_hant_hk: 啟德體藝館

source: Kai Tak Event Routes
zh_hans_hk: 启德活动特别路线
zh_hant_hk: 啟德活動特別路線

source: Kai Tak Special Routes Catalogue
zh_hans_hk: 启德特别路线目录
zh_hant_hk: 啟德特別路線目錄

source: Kai Tak Sports Park — Getting Here
zh_hans_hk: 启德体育园 — 前往方法
zh_hant_hk: 啟德體育園 — 前往方法

source: Kai Tak Sports Park Events
zh_hans_hk: 启德体育园活动
zh_hant_hk: 啟德體育園活動

source: Kai Tak Stadium
zh_hans_hk: 启德主场馆
zh_hant_hk: 啟德主場館

source: KMB Stop Number
zh_hans_hk: 九巴站号
zh_hant_hk: 九巴站號

source: Kowloon
zh_hans_hk: 九龙
zh_hant_hk: 九龍

source: Kowloon City
zh_hans_hk: 九龙城区
zh_hant_hk: 九龍城區

source: Kwai Fong
zh_hans_hk: 葵芳
zh_hant_hk: 葵芳

source: Kwai Tsing
zh_hans_hk: 葵青区
zh_hant_hk: 葵青區

source: Kwun Tong
zh_hans_hk: 观塘区
zh_hant_hk: 觀塘區

source: Kwun Tong Line
zh_hans_hk: 观塘线
zh_hant_hk: 觀塘綫
